_comets = ['комета чурюмова - герасименко', 'комета хейла - боппа', 'комета галлея', 'комета холмса', 'комета лавджоя',
           'комета темпеля', 'комета вильда']
_nebulae = ['биполярная туманность', 'мерцающая туманность', 'туманность бабочка', 'туманность гантель',
            'туманность кольцо', 'туманность кошачий глаз', 'туманность маленькая гантель', 'туманность медуза',
            'туманность призрак юпитера', 'туманность призрак', 'туманность светящийся глаз', 'туманность сова',
            'туманность улитка', 'туманность череп', 'туманность эскимос']
_solar = ['меркурий', 'венера', 'земля', 'марс', 'юпитер', 'сатурн', 'уран', 'нептун']
_stars = ['эридана', 'ez водолея', 'глизе 832', 'глизе 876', 'lhs 288', 'процион', 'солнце', 'сириус',
          'проксима центавра']
_satellites = ['луна', 'деймос', 'фобос', 'амальтея', 'ананке', 'ганимед', 'гималия', 'европа', 'ио',
               'каллисто', 'карме', 'леда', 'лиситея', 'пасифе', 'синопе', 'элара', 'титан', 'япет',
               'рея', 'тефия', 'диона', 'энцелад', 'мимас', 'гиперион', 'феба', 'янус', 'эпиметей',
               'титания', 'оберон', 'ариэль', 'умбриэль', 'миранда', 'пак', 'джульетта', 'порция',
               'крессида', 'дездемона', 'розалинда', 'белинда', 'корделия', 'офелия', 'бианка', 'калибан',
               'сикоракса', 'пердита', 'сетебос', 'стефано', 'просперо', 'фердинанд', 'маб', 'купидон',
               'маргарита', 'тритон', 'нереида', 'ларисса', 'протей', 'деспина', 'галатея',
               'таласса', 'наяда', 'галимеда', 'псамафа']